<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="chrome=1">

    

    <title>
       
    </title>

    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no">
    
      <meta name="author" content="AEPKILL">
    
    

    <meta name="description" content="Typescript Template#div1{width:200px;height:200px;background:red}button{display:block;height:20px;width:100%}&amp;#x590F;&amp;#x5929;&amp;#x5230;&amp;#x4E86;&amp;#xFF0C;&amp;#x5F88;&amp;#x591A;&amp;#x5973;&amp;#x5B69;&amp;#x5F00;&amp;#x59CB;&amp;#x">
<meta property="og:type" content="website">
<meta property="og:title" content="AEPKILL">
<meta property="og:url" content="http://aepkill.github.io/demos/drop/index.html">
<meta property="og:site_name" content="AEPKILL">
<meta property="og:description" content="Typescript Template#div1{width:200px;height:200px;background:red}button{display:block;height:20px;width:100%}&amp;#x590F;&amp;#x5929;&amp;#x5230;&amp;#x4E86;&amp;#xFF0C;&amp;#x5F88;&amp;#x591A;&amp;#x5973;&amp;#x5B69;&amp;#x5F00;&amp;#x59CB;&amp;#x">
<meta property="og:updated_time" content="2016-10-23T08:36:03.608Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="AEPKILL">
<meta name="twitter:description" content="Typescript Template#div1{width:200px;height:200px;background:red}button{display:block;height:20px;width:100%}&amp;#x590F;&amp;#x5929;&amp;#x5230;&amp;#x4E86;&amp;#xFF0C;&amp;#x5F88;&amp;#x591A;&amp;#x5973;&amp;#x5B69;&amp;#x5F00;&amp;#x59CB;&amp;#x">
    
    
    
      <link rel="icon" type="image/x-icon" href="/favicon.png">
    
    <link rel="stylesheet" href="/css/uno.css">
    <link rel="stylesheet" href="/css/highlight.css">
    <link rel="stylesheet" href="/css/archive.css">
    <link rel="stylesheet" href="/css/china-social-icon.css">

</head>
<body>
    <div id="about">
        <div class="card">
            <div class="close"></div>
            <div class="bd-user-head">
              <img src="/images/header.png" class="bd-user-headimg">
              <a class="bd-user-imgDescribe"><span>Yeah.</span></a>
            </div>
            <h2>AEPKILL</h2>
            <h4>
                看不见不代表没有，看表面难断美丑。
            </h4>
            <div class="contact">
              <a href="https://github.com/aepkill" title="aepkill on GitHub">
                <i class="icon icon-social-github"></i>
              </a>
              <a href="#" title="NULL">
                <i class="icon icon-social-500px"></i>
              </a>
              <a href="#" title="NULL">
                <i class="icon icon-social-google-plus"></i>
              </a>
            </div>
        </div>
    </div>
    <span class="mobile btn-mobile-menu">
        <i class="icon icon-list btn-mobile-menu__icon"></i>
        <i class="icon icon-x-circle btn-mobile-close__icon hidden"></i>
    </span>

    

<header class="panel-cover panel-cover--collapsed">


  <div class="panel-main">

  
    <div class="panel-main__inner panel-inverted">
    <div class="panel-main__content">

        

        <h1 class="panel-cover__title panel-title"><a href="/" title="link to homepage">AEPKILL</a></h1>
        <hr class="panel-cover__divider" />

        
        <p class="panel-cover__description">
          看不见不代表没有，看表面难断美丑。
        </p>
        <hr class="panel-cover__divider panel-cover__divider--secondary" />
        

        <div class="navigation-wrapper">

          <nav class="cover-navigation cover-navigation--primary">
            <ul class="navigation">

              
                
                <li class="navigation__item"><a href="/#blog" title="" class="blog-button">首页</a></li>
              
                
                <li class="navigation__item"><a href="/about" title="" class="aepkill-about-button">关于</a></li>
              
                
                <li class="navigation__item"><a href="/archives" title="" class="">归档</a></li>
              

            </ul>
          </nav>

          <!-- ----------------------------
To add a new social icon simply duplicate one of the list items from below
and change the class in the <i> tag to match the desired social network
and then add your link to the <a>. Here is a full list of social network
classes that you can use:

    icon-social-500px
    icon-social-behance
    icon-social-delicious
    icon-social-designer-news
    icon-social-deviant-art
    icon-social-digg
    icon-social-dribbble
    icon-social-facebook
    icon-social-flickr
    icon-social-forrst
    icon-social-foursquare
    icon-social-github
    icon-social-google-plus
    icon-social-hi5
    icon-social-instagram
    icon-social-lastfm
    icon-social-linkedin
    icon-social-medium
    icon-social-myspace
    icon-social-path
    icon-social-pinterest
    icon-social-rdio
    icon-social-reddit
    icon-social-skype
    icon-social-spotify
    icon-social-stack-overflow
    icon-social-steam
    icon-social-stumbleupon
    icon-social-treehouse
    icon-social-tumblr
    icon-social-twitter
    icon-social-vimeo
    icon-social-xbox
    icon-social-yelp
    icon-social-youtube
    icon-social-zerply
    icon-mail

-------------------------------->

<!-- add social info here -->



        </div>

      </div>

    </div>

    <div class="panel-cover--overlay"></div>
  </div>
</header>

    <div class="content-wrapper">
        <div class="content-wrapper__inner entry">
            

<article class="post-container post-container--single">

  <header class="post-header">
    
    <h1 class="post-title"></h1>

    

  </header>

  <section id="post-content" class="article-content post">
    <!DOCTYPE html><html lang="en"><head><meta charset="UTF-8"><title>Typescript Template</title><style>#div1{width:200px;height:200px;background:red}button{display:block;height:20px;width:100%}</style></head><body><div class="text-block"><p>&#x590F;&#x5929;&#x5230;&#x4E86;&#xFF0C;&#x5F88;&#x591A;&#x5973;&#x5B69;&#x5F00;&#x59CB;&#x7A7F;&#x77ED;&#x88D9;&#xFF0C;&#x4F46;&#x662F;&#x4E0D;&#x77E5;&#x9053;&#x4E3A;&#x4EC0;&#x4E48;&#x8FD8;&#x8981;&#x7A7F;&#x6253;&#x5E95;&#x88E4;&#xFF0C;&#x96BE;&#x9053;&#x4EBA;&#x4E0E;&#x4EBA;&#x4E4B;&#x95F4;&#x8FD9;&#x70B9;&#x4FE1;&#x4EFB;&#x90FD;&#x6CA1;&#x6709;&#x4E86;&#x5417;&#xFF1F;</p><p></p><div id="div1"><button id="startDrop">&#x8BA9;&#x6211;&#x53EF;&#x62D6;&#x52A8;</button> <button id="cancleDrop">&#x8BA9;&#x6211;&#x4E0D;&#x53EF;&#x62D6;&#x52A8;</button> <button id="cancleDrop2">&#x8BA9;&#x6211;&#x4E0D;&#x53EF;&#x62D6;&#x52A8;&#x5E76;&#x6062;&#x590D;&#x539F;&#x6765;&#x7684;&#x4F4D;&#x7F6E;</button></div>&#x4ECA;&#x5929;&#x54E5;&#x9047;&#x5230;&#x4E2A;&#x5973;&#x795E;&#x7ECF;&#x75C5;&#xFF0C;&#x5C31;&#x770B;&#x4E86;&#x5979;&#x4E00;&#x773C;&#xFF0C;&#x88AB;&#x7529;&#x4E86;&#x4E24;&#x5DF4;&#x638C;&#xFF0C;&#x54E5;&#x662F; &#x6709;&#x7D20;&#x8D28;&#x7684;&#x4EBA;&#xFF0C;&#x6CA1;&#x8DDF;&#x5979;&#x8BA1;&#x8F83;&#xFF0C;&#x76F4;&#x63A5;&#x8D70;&#x51FA;&#x5973;&#x66F4;&#x8863;&#x5BA4;&#x56DE;&#x5BB6;&#x4E86;&#x3002;<p></p><p>&#x5B69;&#x5B50;&#x538C;&#x5B66;&#x3001;&#x6D6E;&#x8E81;&#x3001;&#x591A;&#x52A8;&#x3001;&#x81EA;&#x79C1;&#x3001;&#x6CE8;&#x610F;&#x529B;&#x4E0D;&#x96C6;&#x4E2D;&#x3001;&#x8FF7;&#x604B;&#x52A8;&#x753B;&#x3001;&#x7F51;&#x7EDC;&#x3001;&#x7236;&#x6BCD;&#x5E94;&#x5982;&#x4F55;&#x6559;&#x80B2;&#x548C;&#x6B63;&#x5411;&#x5F15;&#x5BFC;&#xFF1F;&#x6765;&#x597D;&#x5927;&#x592B;&#x65E0;&#x75DB;&#x4EBA;&#x6D41;&#xFF0C;&#x4E00;&#x5200;&#x89E3;&#x51B3;&#x60A8;&#x7684;&#x540E;&#x987E;&#x4E4B;&#x5FE7;&#xFF01;</p><p>&#x5982;&#x679C;&#x4E09;&#x5E74;&#x524D;&#x6211;&#x4E0D;&#x62FF;&#x9519;&#x6211;&#x59B9;&#x59B9;&#x7684;&#x5305;&#xFF0C;&#x4E5F;&#x8BB8;&#x6211;&#x73B0;&#x5728;&#x8FD8;&#x662F;&#x4E2A;&#x4E0D;&#x826F;&#x5C11;&#x5E74;&#x3002;&#x90A3;&#x5929;&#x6211;&#x4EEC;&#x6D2A;&#x5174;&#x5E2E;&#x8DDF;&#x9694;&#x58C1;&#x73ED;&#x7EA6;&#x67B6;&#xFF0C;&#x5230;&#x5730;&#x65B9;&#x4E86;&#xFF0C;&#x5144;&#x5F1F;&#x4EEC;&#x7EB7;&#x7EB7;&#x62FF;&#x51FA;&#x5200;&#xFF0C;&#x5251;&#xFF0C;&#x68CD;&#x3002;&#x5F53;&#x6211;&#x4ECE;&#x5305;&#x91CC;&#x62FF;&#x51FA;&#x5DF4;&#x62C9;&#x62C9;&#x5C0F;&#x9B54;&#x4ED9;&#x7684;&#x9B54;&#x6CD5;&#x68D2;&#x51FA;&#x6765;&#x65F6;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x6211;&#x8FD9;&#x4E2A;&#x8001;&#x5927;&#x5F53;&#x4E0D;&#x4E0B;&#x53BB;&#x4E86;&#x3002;</p><p>&#x73B0;&#x5728;&#x7684;&#x8FD9;&#x4E9B;&#x5973;&#x5B69;&#x5B50;&#xFF0C;&#x6574;&#x5929;&#x5728;QQ&#x3001;&#x5FAE;&#x4FE1;&#x3001;&#x5FAE;&#x535A;&#x4E0A;&#x548C;&#x7537;&#x4EBA;&#x6253;&#x60C5;&#x9A82;&#x4FCF;&#x3001;&#x52FE;&#x52FE;&#x642D;&#x642D;&#xFF0C;&#x804A;&#x4E0D;&#x4E86;&#x51E0;&#x53E5;&#x5C31;&#x8981;&#x89C1;&#x9762;&#x5F00;&#x623F;&#xFF0C;&#x89C6;&#x611F;&#x60C5;&#x5982;&#x513F;&#x620F;&#xFF0C;&#x4E00;&#x70B9;&#x4E5F;&#x4E0D;&#x77E5;&#x9053;&#x81EA;&#x91CD;&#xFF0C;&#x6EE5;&#x4EA4;&#xFF0C;&#x4E71;&#x641E;&#x7537;&#x5973;&#x5173;&#x7CFB;&#xFF0C;&#x5BF9;&#x4E8E;&#x8FD9;&#x6837;&#x7684;&#x5973;&#x5B69;&#xFF0C;&#x6211;&#x53EA;&#x60F3;&#x5BF9;&#x5979;&#x4EEC;&#x8BF4;3&#x4E2A;&#x5B57;&#xFF1A;&#x8BF7;&#x52A0;&#x6211;&#x3002;</p><p>&#x4E00;&#x70E7;&#x67F4;&#x6CB9;&#x7684;UFO&#x4FB5;&#x72AF;&#x6211;&#x56FD;&#x9886;&#x7A7A;&#xFF0C;&#x89E3;&#x653E;&#x519B;&#x6D3E;&#x51FA;&#x4E00;&#x6838;&#x52A8;&#x529B;&#x62D6;&#x62C9;&#x673A;&#x5C06;&#x5176;&#x6210;&#x529F;&#x51FB;&#x843D;&#xFF01;</p><p>&#x4E00;&#x7537;&#x7AE5;&#x60E8;&#x906D;&#x98DF;&#x4EBA;&#x9B54;&#x6BD2;&#x624B;&#xFF0C;&#x4E27;&#x5C3D;&#x5929;&#x826F;&#x7684;&#x51F6;&#x624B;&#x7ADF;&#x5FD8;&#x8BB0;&#x653E;&#x8471;&#x3002;</p><p>&#x6211;&#x5BB6;&#x5C0F;&#x72D7;&#x8D70;&#x4E22;&#x4E86;&#xFF0C;&#x7528;&#x641C;&#x72D7;&#x641C;&#x4E0D;&#x5230;&#xFF0C;&#x6025;&#x6B7B;&#x6211;&#x4E86;&#x3002;</p><p>&#x8C01;&#x80FD;&#x60F3;&#x5230;&#xFF0C;&#x8FD9;&#x540D;16&#x5C81;&#x7684;&#x5C11;&#x5973;&#x56DB;&#x5E74;&#x524D;&#x53EA;&#x662F;&#x4E00;&#x540D;&#x5E74;&#x4EC5;12&#x5C81;&#x7684;&#x5C11;&#x5973;&#x3002;</p><p>&#x6BCF;&#x6B21;&#x5728;&#x5927;&#x8857;&#x4E0A;&#x6D17;&#x6FA1;&#x90FD;&#x611F;&#x89C9;&#x6709;&#x4EBA;&#x5728;&#x5077;&#x7AA5;&#x6211;&#x3002;</p><p>&#x7B97;&#x547D;&#x7684;&#x8BF4;&#x6211;&#x4F1A;&#x906D;&#x5230;&#x5077;&#x88AD;&#xFF0C;&#x6211;&#x6CA1;&#x7ED9;&#x94B1;&#x8F6C;&#x5934;&#x5C31;&#x8D70;&#x4ED6;&#x4E00;&#x7816;&#x5934;&#x62CD;&#x4E0A;&#x6765;&#x3002;</p><p>&#x8001;&#x5927;&#x8BA9;&#x6211;&#x57CB;&#x597D;&#x5730;&#x96F7;&#x540E;&#x7528;&#x811A;&#x731B;&#x8E29;&#x51E0;&#x4E0B;&#xFF0C;&#x8BF4;&#x662F;&#x4E3A;&#x4E86;&#x571F;&#x5730;&#x5E73;&#x6574;&#x4E0D;&#x6613;&#x53D1;&#x73B0;&#xFF0C;&#x8001;&#x5927;&#x5C31;&#x662F;&#x8001;&#x5927;&#xFF0C;&#x771F;&#x7EC6;&#x5FC3;&#xFF01;</p><p>&#x4E00;&#x4E24;&#x4E2A;&#x4EBA;&#x8BF4;&#x6211;&#x4E0D;&#x5E05;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x4E0D;&#x4EE5;&#x4E3A;&#x610F;&#xFF0C;&#x9017;&#x6211;&#x73A9;&#x800C;&#x5DF2;&#xFF0C;&#x540E;&#x6765;&#x51E0;&#x4E4E;&#x6240;&#x6709;&#x4EBA;&#x90FD;&#x8BF4;&#x6211;&#x4E0D;&#x5E05;&#xFF0C;&#x6211;&#x624D;&#x771F;&#x6B63;&#x610F;&#x8BC6;&#x5230;&#x4E8B;&#x6001;&#x7684;&#x4E25;&#x91CD;&#xFF0C;&#x8FD9;&#x793E;&#x4F1A;&#x9A97;&#x5B50;&#x771F;&#x662F;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#x4E86;&#xFF01;</p><p>&#x4F60;&#x8981;&#x662F;&#x559C;&#x6B22;&#x4E00;&#x4E2A;&#x5973;&#x751F;&#xFF0C;&#x5C31;&#x597D;&#x597D;&#x5B66;&#x4E60;&#xFF0C;&#x627E;&#x4E2A;&#x597D;&#x5DE5;&#x4F5C;&#xFF0C;&#x6323;&#x597D;&#x591A;&#x597D;&#x591A;&#x94B1;&#xFF0C;&#x7B49;&#x5979;&#x7ED3;&#x5A5A;&#x7684;&#x65F6;&#x5019;&#x3002;&#x3002;&#x3002;&#x4F60;&#x591A;&#x51FA;&#x70B9;&#x4EFD;&#x5B50;&#x94B1;&#x3002;</p><p>&#x6211;&#x7279;&#x522B;&#x53CD;&#x611F;&#x90A3;&#x4E9B;&#x70AB;&#x5BCC;&#x7684;&#x4EBA;&#x3002;&#x6211;&#x7259;&#x818F;&#x7528;&#x7684;&#x662F;&#x9AD8;&#x9732;&#x6D01;&#xFF0C;&#x6D17;&#x53D1;&#x6C34;&#x7528;&#x7684;&#x662F;&#x98D8;&#x67D4;&#xFF0C;&#x624B;&#x673A;&#x662F;&#x8BFA;&#x57FA;&#x4E9A;&#xFF0C;&#x54EA;&#x4E2A;&#x4E0D;&#x662F;&#x56FD;&#x9645;&#x540D;&#x724C;&#xFF1F;&#x6211;&#x6BCF;&#x5929;&#x5750;&#x7740;&#x51E0;&#x767E;&#x4E07;&#x7684;&#x516C;&#x4EA4;&#x8F66;&#x548C;&#x51E0;&#x5343;&#x4E07;&#x7684;&#x5730;&#x94C1;&#x4E0A;&#x73ED;&#x90FD;&#x6CA1;&#x70AB;&#x8000;&#xFF0C;&#x90A3;&#x4E9B;&#x5F00;&#x51E0;&#x5341;&#x4E07;&#x7684;&#x5B9D;&#x9A6C;&#x4E0A;&#x73ED;&#x7684;&#x4EBA;&#x725B;&#x6C14;&#x4EC0;&#x4E48;&#xFF1F;&#x6211;&#x5E38;&#x5E74;&#x548C;&#x5EFA;&#x8BBE;&#x94F6;&#x884C;&#x3001;&#x519C;&#x4E1A;&#x94F6;&#x884C;&#x3001;&#x4E2D;&#x77F3;&#x6CB9;&#x3001;&#x4E2D;&#x79FB;&#x52A8;&#x3001;&#x56FD;&#x5BB6;&#x7535;&#x7F51;&#x3001;&#x6C83;&#x5C14;&#x739B;&#x3001;&#x80AF;&#x5FB7;&#x57FA;&#x8FD9;&#x4E9B;&#x4E16;&#x754C;&#x4E94;&#x767E;&#x5F3A;&#x4F01;&#x4E1A;&#x4FDD;&#x6301;&#x5408;&#x4F5C;&#x5173;&#x7CFB;&#xFF0C;&#x4F60;&#x89C1;&#x8FC7;&#x6211;&#x70AB;&#x8000;&#x4E48;&#xFF1F;</p><p>&#x201C;&#x7238;&#x7238;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x54E5;&#x54E5;&#x7684;&#x540D;&#x5B57;&#x53EB;&#x89E3;&#x653E;&#x554A;&#xFF1F;&#x201D;&#xFF0C;&#x7238;&#x7238;&#xFF1A;&#x201C;&#x5B69;&#x5B50;&#x54B1;&#x4EEC;&#x8FD9;&#x91CC;&#x6709;&#x4E2A;&#x4E60;&#x4FD7;&#x7ED9;&#x5B69;&#x5B50;&#x4E00;&#x51FA;&#x751F;&#x51FA;&#x95E8;&#x7B2C;&#x4E00;&#x773C;&#x770B;&#x89C1;&#x4EC0;&#x4E48;&#x5C31;&#x5F97;&#x662F;&#x4EC0;&#x4E48;&#x540D;&#x5B57;&#xFF0C;&#x4F60;&#x54E5;&#x51FA;&#x751F;&#x65F6;&#x95E8;&#x5916;&#x6B63;&#x597D;&#x6709;&#x8F86;&#x89E3;&#x653E;&#x8F66;&#xFF0C;&#x4F60;&#x59D0;&#x59D0;&#x4E5F;&#x662F;&#x4E00;&#x6837;&#x4E00;&#x51FA;&#x95E8;&#x770B;&#x89C1;&#x7684;&#x662F;&#x767D;&#x96EA;&#x6240;&#x4EE5;&#x53EB;&#x767D;&#x96EA;&#xFF0C;&#x4F60;&#x77E5;&#x9053;&#x4E86;&#x5417;&#xFF1F;&#x72D7;&#x5C4E;&#x3002;&#x201D;&#xFF0C;&#x54B3;&#xFF0C;&#x5012;&#x9709;&#x7684;&#x5B69;&#x5B50;&#xFF01;&#xFF01;&#xFF01;</p><p>&#x5728;&#x5BBF;&#x820D;&#x6362;&#x8863;&#x670D;&#xFF0C;&#x8131;&#x5F97;&#x53EA;&#x5269;&#x4E0B;&#x80F8;&#x7F69;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x53D1;&#x73B0;&#x95E8;&#x6CA1;&#x5173;&#x3002;&#x4E00;&#x4E2A;&#x7537;&#x4EBA;&#x76EE;&#x4E0D;&#x8F6C;&#x775B;&#x7684;&#x76EF;&#x7740;&#x6211;&#xFF0C;&#x6211;&#x5F88;&#x6C14;&#x6124;&#x7684;&#x5927;&#x558A;:&#x4F60;TM&#x53D8;&#x6001;&#x554A;&#xFF1F;&#x770B;&#x4EC0;&#x4E48;&#x770B;&#xFF01;&#x4ED6;&#x4E5F;&#x751F;&#x6C14;&#x4E86;&#xFF0C;&#x5BF9;&#x6211;&#x558A;:&#x4F60;TM&#x624D;&#x662F;&#x53D8;&#x6001;&#xFF01;&#x5927;&#x7537;&#x4EBA;&#x6234;&#x80F8;&#x7F69;&#x3002;</p><p>&#x770B;&#x4E86;&#x697C;&#x4E3B;&#x7684;&#x5E16;&#x5B50;&#xFF0C;&#x6211;&#x9762;&#x8272;&#x51DD;&#x91CD;&#xFF0C;&#x5173;&#x6389;&#x624B;&#x673A;&#xFF0C;&#x8D77;&#x8EAB;&#x6253;&#x5F00;&#x51B0;&#x7BB1;&#xFF0C;&#x62FF;&#x51FA;&#x4E00;&#x74F6;&#x519C;&#x5987;&#x5C71;&#x6CC9;&#xFF0C;&#x62FF;&#x5728;&#x624B;&#x91CC;&#x8D70;&#x5230;&#x7A97;&#x524D;&#xFF0C;&#x51DD;&#x89C6;&#x7740;&#x8FDC;&#x65B9;&#xFF0C;&#x5916;&#x9762;&#x7070;&#x8499;&#x8499;&#x7684;&#x5929;&#x4E0B;&#x7740;&#x5C0F;&#x96E8;&#xFF0C;&#x770B;&#x7740;&#x7A97;&#x5916;&#xFF0C;&#x6211;&#x7684;&#x5FC3;&#x60C5;&#x66F4;&#x5FE7;&#x90C1;&#x4E86;&#xFF0C;&#x6211;&#x518D;&#x4E5F;&#x65E0;&#x6CD5;&#x6291;&#x5236;&#x5185;&#x5FC3;&#x7684;&#x60C5;&#x611F;&#xFF0C;&#x6253;&#x5F00;&#x7A97;&#x5B50;&#xFF0C;&#x5BF9;&#x7740;&#x7A97;&#x5916;&#x5927;&#x58F0;&#x5450;&#x558A; &#xFF1A;&#x697C;&#x4E3B;&#x4F60;&#x5199;&#x7684;&#x5565;JB&#x73A9;&#x610F;&#x513F;&#xFF1F;</p><p>&#x4E0A;&#x6B21;&#x6211;&#x5728;&#x6DD8;&#x5B9D;&#x7F51;&#x4E0A;&#x82B1;&#x4E86;100&#x591A;&#x5757;&#x94B1;&#x4E70;&#x4E86;&#x4E00;&#x4E2A;&#x8FEA;&#x8FE6;&#x5965;&#x7279;&#x66FC;&#x7684;&#x53D8;&#x8EAB;&#x68D2;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x4E0D;&#x80FD;&#x53D8;&#x8EAB;&#x554A;&#xFF1F;&#x6211;&#x5F88;&#x6025;&#xFF0C;&#x6211;&#x8981;&#x8DDF;&#x4E00;&#x4E2A;&#x540C;&#x5B66;&#x6253;&#x67B6;&#xFF0C;&#x4ED6;&#x4E2A;&#x5B50;&#x6BD4;&#x6211;&#x9AD8;&#x5F88;&#x591A;&#xFF0C;&#x4E0D;&#x53D8;&#x8EAB;&#x6211;&#x5C31;&#x65E0;&#x6CD5;&#x6253;&#x8D25;&#x4ED6;&#x554A;&#xFF01;&#x5927;&#x5BB6;&#x7ED9;&#x70B9;&#x610F;&#x89C1;&#xFF0C;&#x5230;&#x5E95;&#x600E;&#x4E48;&#x624D;&#x80FD;&#x6B63;&#x786E;&#x4F7F;&#x7528;&#x53D8;&#x8EAB;&#x68D2;&#xFF1F;&#x6211;&#x5B8C;&#x5168;&#x662F;&#x6309;&#x52A8;&#x753B;&#x7247;&#x91CC;&#x9762;&#x7684;&#x65B9;&#x6CD5;&#x4F7F;&#x7528;&#x7684;&#x554A;&#xFF01;</p><p>&#x6211;&#x4E00;&#x670B;&#x53CB;&#xFF0C;&#x5973;&#xFF0C;&#x59D3;&#x82CD;&#xFF0C;&#x4ECA;&#x5E74;&#x9AD8;&#x8003;&#x586B;&#x62A5;&#x5FD7;&#x613F;&#xFF0C;&#x5979;&#x6253;&#x6B7B;&#x90FD;&#x4E0D;&#x613F;&#x62A5;&#x5E08;&#x8303;&#x5B66;&#x9662;&#x2026;&#x2026;&#x5BB6;&#x4EBA;&#x8BA4;&#x4E3A;&#x6559;&#x5E08;&#x5DE5;&#x4F5C;&#x7A33;&#x5B9A;&#x4F53;&#x9762;&#xFF0C;&#x53EB;&#x6211;&#x53BB;&#x505A;&#x5979;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x6211;&#x60F3;&#x6211;&#x80AF;&#x5B9A;&#x4E5F;&#x8BF4;&#x670D;&#x4E0D;&#x4E86;&#x5979;&#xFF01;&#xFF01;&#xFF01;</p><p>&#x548C;&#x5973;&#x6027;&#x505A;&#x670B;&#x53CB;&#x5176;&#x5B9E;&#x5F88;&#x7B80;&#x5355;&#xFF0C;&#x53EA;&#x8981;&#x4E00;&#x76F4;&#x8BF4;&#x201C;&#x4E00;&#x70B9;&#x90FD;&#x770B;&#x4E0D;&#x51FA;&#x6765;&#x201D;&#x5C31;&#x884C;&#x4E86;&#x3002;&#x201C;&#x6211;&#x4ECA;&#x5E74;&#x90FD;28&#x4E86;&#x201D;&#x201C;&#x4E00;&#x70B9;&#x90FD;&#x770B;&#x4E0D;&#x51FA;&#x6765;&#x201D;&#x3002;&#x201C;&#x8FD9;&#x4EF6;&#x8863;&#x670D;&#x662F;&#x5730;&#x644A;&#x4E0A;30&#x5757;&#x94B1;&#x4E70;&#x7684;&#x201D;&#x201C;&#x4E00;&#x70B9;&#x90FD;&#x770B;&#x4E0D;&#x51FA;&#x6765;&#x201D;&#x3002;&#x201C;xx&#x79C1;&#x5E95;&#x4E0B;&#x5176;&#x5B9E;&#x7279;&#x522B;&#x4E0D;&#x6B63;&#x7ECF;&#x201D;&#x201C;&#x4E00;&#x70B9;&#x90FD;&#x770B;&#x4E0D;&#x51FA;&#x6765;&#x201D;&#x3002;&#x201C;&#x4F60;&#x522B;&#x770B;&#x6211;&#x5916;&#x8868;&#x5F88;&#x575A;&#x5F3A;&#xFF0C;&#x5176;&#x5B9E;&#x6211;&#x5185;&#x5FC3;&#x7279;&#x522B;&#x8106;&#x5F31;&#x201D;&#x201C;&#x4E00;&#x70B9;&#x90FD;&#x770B;&#x4E0D;&#x51FA;&#x6765;&#x201D;&#x3002;&#x201C;&#x4F60;&#x771F;&#x662F;&#x6211;&#x6700;&#x597D;&#x7684;&#x670B;&#x53CB;&#x201D;&#x3002;</p><p>&#x6211;&#x6700;&#x8FD1;&#x5728;&#x6253;Dota&#x7684;&#x65F6;&#x5019;&#x53D1;&#x73B0;&#x4E86;&#x4E00;&#x4E9B;&#x95EE;&#x9898;&#xFF0C;&#x7B2C;&#x4E00;&#x6B21;&#x5728;&#x5BF9;&#x5BF9;&#x65B9;&#x82F1;&#x96C4;&#x5B8C;&#x6210;&#x53CC;&#x6740;&#x4E4B;&#x540E;&#xFF0C;&#x5BF9;&#x65B9;&#x7684;&#x82F1;&#x96C4;&#x5374;&#x7B2C;&#x4E00;&#x65F6;&#x95F4;&#x7ACB;&#x523B;&#x590D;&#x6D3B;&#xFF0C;&#x800C;&#x4E14;&#x5F88;&#x591A;&#x65F6;&#x5019;&#x6BCF;&#x5F53;&#x6211;&#x5FEB;&#x8981;&#x6740;&#x6B7B;&#x5BF9;&#x65B9;&#x67D0;&#x4E2A;&#x82F1;&#x96C4;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5BF9;&#x65B9;&#x82F1;&#x96C4;&#x4F1A;&#x7A81;&#x7136;&#x6D88;&#x5931;&#xFF0C;&#x7136;&#x540E;&#x6EE1;&#x8840;&#x6EE1;&#x9B54;&#x7684;&#x91CD;&#x65B0;&#x51FA;&#x73B0;&#x3002;&#x6CB3;&#x9053;&#x63D2;&#x773C;&#x5F88;&#x5FEB;&#x5C31;&#x88AB;&#x4EBA;&#x53D1;&#x73B0;&#x4E86;&#xFF0C;&#x91CE;&#x602A;&#x533A;&#x63D2;&#x773C;&#x603B;&#x88AB;&#x4EBA;&#x62C6;&#xFF0C;&#x5E76;&#x4E14;&#x6BCF;&#x6B21;&#x6211;&#x8F9B;&#x8F9B;&#x82E6;&#x82E6;&#x6323;&#x4E86;&#x94B1;&#x5237;&#x51FA;&#x4E86;&#x5F88;&#x4E0D;&#x9519;&#x7684;&#x88C5;&#x5907;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x518D;&#x770B;&#x5BF9;&#x65B9;&#x88C5;&#x5907;&#x7ADF;&#x7136;&#x6BD4;&#x6211;&#x9AD8;&#x7EA7;&#x597D;&#x591A;&#x500D;&#xFF0C;&#x5B8C;&#x5168;&#x4E0D;&#x662F;&#x5BF9;&#x624B;&#xFF0C;&#x603B;&#x662F;&#x8BA9;&#x6211;&#x4E0D;&#x77E5;&#x9053;&#x8BE5;&#x600E;&#x4E48;&#x529E;&#xFF0C;&#x6709;&#x65F6;&#x5019;&#x6253;&#x91CE;&#x6740;&#x5C0F;&#x602A;&#x7684;&#x65F6;&#x5019;&#x7ADF;&#x7136;&#x4F1A;&#x88AB;&#x5C0F;&#x602A;&#x83AB;&#x540D;&#x5176;&#x5999;&#x7684;&#x79D2;&#x6740;&#xFF0C;&#x5E76;&#x4E14;&#x590D;&#x6D3B;&#x65F6;&#x95F4;&#x4E5F;&#x603B;&#x662F;&#x6BD4;&#x522B;&#x4EBA;&#x957F;&#x3002;&#x597D;&#x4E86;&#x770B;&#x5230;&#x8FD9;&#x91CC;&#x5E94;&#x8BE5;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x5973;&#x751F;&#x4E86;&#x5427;&#xFF0C;&#x5927;&#x5BB6;&#x6709;&#x8C01;&#x77E5;&#x9053;&#x6700;&#x65B0;&#x7684;AV&#x79CD;&#x5B50;&#x4E48;&#xFF1F;&#x597D;&#x4EBA;&#x4E00;&#x751F;&#x5E73;&#x5B89;~</p><p>&#x4E00;&#x5929;&#x516B;&#x6212;&#x54ED;&#x4E27;&#x7740;&#x8138;&#x6765;&#x627E;&#x5510;&#x50E7;&#xFF1A;&#x201C;&#x5E08;&#x5085;&#xFF0C;&#x6211;&#x662F;&#x4E0D;&#x662F;&#x5929;&#x4E0B;&#x6700;&#x4E11;&#x964B;&#x7684;&#x4EBA;&#xFF0C;&#x8FD8;&#x6709;&#x6BD4;&#x6211;&#x66F4;&#x4E11;&#x964B;&#x7684;&#x5417;&#xFF1F;&#x201D;&#xFF0C;&#x5510;&#x50E7;&#x4E0D;&#x5FCD;&#x4F24;&#x5F92;&#x5F1F;&#x7684;&#x5FC3;&#x4FBF;&#x8BF4;&#xFF1A;&#x201C;&#x516B;&#x6212;&#xFF0C;&#x8FD9;&#x4E2A;&#x4F60;&#x8FD8;&#x662F;&#x53BB;&#x95EE;&#x89C2;&#x97F3;&#x83E9;&#x8428;&#x5427;&#x201D;&#xFF0C;&#x4E0D;&#x4E00;&#x4F1A;&#x513F;&#xFF0C;&#x516B;&#x6212;&#x5174;&#x9AD8;&#x91C7;&#x70C8;&#x7684;&#x8DD1;&#x56DE;&#x6765;&#x8BF4;&#xFF1A;&#x201C;&#x5E08;&#x5085;&#xFF0C;&#x8C01;&#x662F;&#x697C;&#x4E3B;&#x554A;&#x201D;...</p><p>&#x8BFE;&#x5802;&#x4E0A;&#xFF0C;&#x8001;&#x5E08;&#x95EE;&#xFF1A;&#x201C;&#x5C0F;&#x670B;&#x53CB;&#x4EEC;&#xFF0C;&#x9E2D;&#x5B50;&#x600E;&#x4E48;&#x53EB;&#x554A;&#xFF1F;&#x201D;&#xFF0C;&#x5C0F;&#x660E;&#xFF1A;&#x201C;&#x560E;&#x560E;&#x560E;&#x2026;&#x201D;&#x201C;&#x90A3;&#x7EF5;&#x7F8A;&#x5462;&#xFF1F;&#x201D;&#xFF0C;&#x5C0F;&#x7EA2;&#xFF1A;&#x201C;&#x54A9;&#x54A9;&#x54A9;&#x2026;&#x2026;&#x201D;&#xFF0C;&#x8001;&#x5E08;&#x6700;&#x540E;&#x95EE;&#x4E86;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#xFF1A;&#x201C;&#x90A3;&#x9E21;&#x600E;&#x4E48;&#x53EB;&#x7684;&#x554A;&#xFF1F;&#x201D;&#xFF0C;&#x5C0F;&#x521A;&#xFF1A;&#x201C;&#x54E6;&#x2026;&#x2026;&#x7528;&#x529B;&#x2026;&#x2026;&#x54E6;&#x2026;&#x2026;&#x4E0D;&#x8981;&#x2026;&#x2026;&#x55EF;&#x55EF;&#x2026;&#x554A;&#x554A;&#x201D;</p><p>&#x6211;&#x6709;&#x4E2A;&#x670B;&#x53CB;&#x2026;&#x53BB;&#x4E1C;&#x839E;&#x88AB;&#x67E5;&#x4E86;&#xFF0C;&#x4FDD;&#x91CA;&#x51FA;&#x6765;&#xFF0C;&#x56DE;&#x5230;&#x6606;&#x660E;&#x8001;&#x5BB6;&#xFF0C;&#x5728;&#x706B;&#x8F66;&#x7AD9;&#x88AB;&#x780D;&#xFF0C;&#x5FC3;&#x7406;&#x7559;&#x4E0B;&#x4E86;&#x9634;&#x5F71;&#xFF0C;&#x53BB;&#x9A6C;&#x6765;&#x897F;&#x4E9A;&#x6563;&#x5FC3;&#xFF0C;&#x81F3;&#x4ECA;&#x6CA1;&#x6709;&#x56DE;&#x6765;&#x2026;</p><p>&#x8BDD;&#x8BF4;&#x90A3;&#x5929;&#x6211;&#x548C;&#x697C;&#x4E3B;&#x5728;&#x91CE;&#x5916;&#x65C5;&#x6E38;&#xFF0C;&#x6709;&#x4E00;&#x5929;&#x78B0;&#x5230;&#x4E00;&#x7FA4;&#x91CE;&#x4EBA;&#xFF0C;&#x6211;&#x6492;&#x817F;&#x5C31;&#x8DD1;&#xFF0C;&#x8DD1;&#x4E0A;&#x4E00;&#x68F5;&#x6811;&#x4E0A;&#xFF0C;&#x697C;&#x4E3B;&#x4E0D;&#x4F1A;&#x722C;&#x6811;&#xFF0C;&#x88AB;&#x91CE;&#x4EBA;&#x6293;&#x4F4F;&#x4E86;&#xFF0C;&#x4E07;&#x5E78;&#x7684;&#x662F;&#x91CE;&#x4EBA;&#x6CA1;&#x6709;&#x5403;&#x697C;&#x4E3B;&#xFF0C;&#x4E00;&#x7FA4;&#x91CE;&#x4EBA;&#x8F6E;&#x7740;&#x64CD;&#x5B8C;&#x5C41;&#x773C;&#x513F;&#x5C31;&#x8D70;&#x4E86;&#xFF0C;&#x7B2C;&#x4E8C;&#x5929;&#x53C8;&#x78B0;&#x5230;&#x90A3;&#x7FA4;&#x91CE;&#x4EBA;&#xFF0C;&#x6211;&#x53C8;&#x8DD1;&#x4E0A;&#x6811;&#xFF0C;&#x697C;&#x4E3B;&#x53C8;&#x8BA9;&#x64CD;&#x4E86;&#x4E00;&#x6B21;&#xFF0C;&#x8FD9;&#x56DE;&#x52A0;&#x4E0A;&#x6628;&#x5929;&#x7684;&#x4F24;&#x53D1;&#x708E;&#x4E86;&#xFF0C;&#x53EF;&#x60E8;&#x4E86;&#xFF0C;&#x7B2C;&#x4E09;&#x5929;&#x53C8;&#x89C1;&#x5230;&#x90A3;&#x7FA4;&#x91CE;&#x4EBA;&#xFF0C;&#x697C;&#x4E3B;&#x5F53;&#x65F6;&#x5C31;&#x817F;&#x8F6F;&#x4E86;&#xFF0C;&#x6211;&#x4E00;&#x60F3;&#x4E5F;&#x633A;&#x5FC3;&#x75BC;&#x697C;&#x4E3B;&#xFF0C;&#x7B97;&#x4E86;&#xFF0C;&#x591A;&#x5927;&#x4E8B;&#x513F;&#xFF0C;&#x6211;&#x6765;&#x3002;&#x6211;&#x628A;&#x697C;&#x4E3B;&#x6276;&#x4E0A;&#x6811;&#xFF0C;&#x81EA;&#x5DF1;&#x7B49;&#x7740;&#x91CE;&#x4EBA;&#x7684;&#x8E42;&#x8E8F;&#xFF0C;&#x4ED6;&#x4EEC;&#x6162;&#x6162;&#x56F4;&#x8FC7;&#x6765;&#x4E86;&#xFF0C;&#x6211;&#x95ED;&#x4E0A;&#x4E86;&#x773C;&#x775B;&#xFF0C;&#x6DF1;&#x547C;&#x5438;&#xFF0C;&#x8FD9;&#x65F6;&#x542C;&#x5230;&#x4E00;&#x4E2A;&#x91CE;&#x4EBA;&#x7684;&#x58F0;&#x97F3;&#x201C;&#x524D;&#x4E24;&#x5929;&#x4E00;&#x76F4;&#x64CD;&#x8FD9;&#x4E2A;&#xFF0C;&#x4ECA;&#x5929;&#x628A;&#x6811;&#x4E0A;&#x90A3;&#x4E2A;&#x62C9;&#x4E0B;&#x6765;&#x5427;&#x201D;&#x3002;</p><p>&#x66FE;&#x7ECF;&#x6709;&#x4E2A;&#x5973;&#x5B69;&#x513F;&#x95EE;&#x6211;&#xFF1A;&#x201C;&#x4F60;&#x662F;&#x5E05;&#x54E5;&#x5417;&#xFF1F;&#x201D;&#xFF0C;&#x6211;&#x60ED;&#x6127;&#x7684;&#x8BF4;&#xFF1A;&#x201C;&#x6211;&#x4E0D;&#x662F;&#x3002;&#x201D;&#xFF0C;&#x90A3;&#x5973;&#x5B69;&#x556A;&#x556A;&#x7684;&#x7ED9;&#x4E86;&#x6211;&#x4E24;&#x5DF4;&#x638C;&#x8BF4;&#x4F60;&#x9A97;&#x4EBA;&#xFF0C;&#x6211;&#x660E;&#x767D;&#x4E00;&#x4E2A;&#x9053;&#x7406;&#xFF0C;&#x505A;&#x4EBA;&#x8981;&#x8BDA;&#x5B9E;&#x3002;</p></div><script type="text/javascript" src="app-f7e11.js"></script></body></html>
  </section>

  
  

<section class="post-comments">

    <div class="ds-thread" data-thread-key="demos/drop/index.html"></div>

    <script type="text/javascript">
      var duoshuoQuery = {short_name:"AEPKILL"};
      (function() {
        var ds = document.createElement('script');
        ds.type = 'text/javascript';ds.async = true;
        ds.src = '//static.duoshuo.com/embed.js';
        ds.charset = 'UTF-8';
        (document.getElementsByTagName('head')[0] 
        || document.getElementsByTagName('body')[0]).appendChild(ds);
      })();
    </script> 

</section>


</article>


            <footer class="footer">
    <span class="footer__copyright">&copy; 2016-2020. | <a href="https://aepkill.github.io/">aepkill.github.io</a> | Power By: Hexo </span>
</footer>
        </div>
    </div>

    <!-- js files -->
    <script src="/js/jquery.min.js"></script>
    <script src="/js/main.js"></script>
    <script src="/js/scale.fix.js"></script>
    

    

    <script type="text/javascript" src="//cdn.mathjax.org/mathjax/latest/MathJax.js?config=TeX-AMS-MML_HTMLorMML"></script>
    <script type="text/javascript"> 
        $(document).ready(function(){
            MathJax.Hub.Config({ 
                tex2jax: {inlineMath: [['[latex]','[/latex]'], ['\\(','\\)']]} 
            });
        });
    </script>


    
    
    
    <!--kill ie6 -->
<!--[if IE 6]>
  <script src="//letskillie6.googlecode.com/svn/trunk/2/zh_CN.js"></script>
<![endif]-->

</body>
</html>
